Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultTransitionParam Property
 "Transition"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultTransitionParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultTransitionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultTransitionParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultTransitionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace